Repository: islamversity/Reyan
Catalog: reyanIOS/reyan/*.lproj/Localizable.strings
Languages: ar

source: Type your search
ar: اكتب بحثك

source: English
ar: الإنجليزية

source: Farsi
ar: الفارسية

source: Arabic
ar: العربية

source: Holy Quran
ar: القرآن الكريم

source: Loading Content ...
ar: تحميل المحتوى ...

source: Surah
ar: سورة

source: Parts
ar: جزء

source: Aya
ar: آية

source: part
ar: جزء

source: hizb
ar: حزب

# recomended_abr
source: Rec
ar: مستحب

# obligatory_abr
source: Obg
ar: واجب

source: verses
ar: آیة

source: Home
ar: منزل

source: Back
ar: رجوع

source: Settings
ar: إعدادات

source: Language
ar: لغة

source: Change Language
ar: تغيير اللغة

source: Cancel
ar: إلغاء

source: Meccan
ar: مكة

source: Medinan
ar: مدينة

source: Meccan
ar: مكة

source: Medinan
ar: مدينة

source: App Language
ar: لغة التطبيق

source: Surah Caligraphy
ar: سورة الخط

source: Caligraphy of surah name
ar: خط اسم السورة

source: First Translation Caligraphy
ar: أول خط ترجمة

source: Caligraphy of first translation box on each Aya
ar: خط أول مربع ترجمة على كل آية

source: Second Translation Caligraphy
ar: الخط الترجمة الثانية

source: Caligraphy of second translation box on each Aya
ar: خط مربع الترجمة الثاني على كل آية

source: Main Text Size
ar: حجم النص الرئيسي

source: In the name of Allah, The Beneficent, The Merciful
ar: بسم الله الرحمن الرحيم

source: Translate Text Size
ar: حجم نص الترجمة

# no_option
source: Empty
ar: لا أحد

source: First
ar: أول

source: Second
ar: ثانيا

source: Third
ar: الثالث

source: Forth
ar: الرابع

source: Fifth
ar: الخامس

source: Sixth
ar: السادس

source: Seventh
ar: سابعا

source: Eighth
ar: ثامن

source: Ninth
ar: تاسع

source: Tenth
ar: العاشر

source: Eleventh
ar: الحاديه عشر

source: Twelfth
ar: الثاني عشر

source: Thirteenth
ar: الثالث عشر

source: Fourteenth
ar: الرابع عشر

source: Fifteenth
ar: الخامس عشر

source: Sixteenth
ar: السادس عشر

source: Seventeenth
ar: السابع عشر

source: Eighteenth
ar: الثامن عشر

source: Nineteenth
ar: التاسع عشر

source: Twentieth
ar: عشرين

source: Twenty first
ar: الحادي والعشرون

source: Twenty second
ar: عشرين ثانية

source: Twenty third
ar: ثلاثة وعشرون

source: Twenty forth
ar: الرابع والعشرون

source: Twenty fifth
ar: خمسة و عشرون

source: Twenty sixth
ar: السادس والعشرون

source: Twenty seventh
ar: السابع والعشرون

source: Twenty eighth
ar: الثامن والعشرون

source: Twenty ninth
ar: التاسع والعشرون

source: Thirtieth
ar: الثلاثون
